Repository: LukaszLejman/PJN
Catalog: manuals/1/align_2017.12.08_13.27.55/RS800CX-HRRS800CX.tmx
Source language: en
Languages: hr

source: Perform the test again after at least two days of recovery.
hr: Ponovo provedite test nakon najmanje dva dana odmora.

source: Your OwnOptimizer result indicates that you have had a very intensive training period for several days or weeks, and your recovery has not been sufficient.
hr: Vaš OwnOptimizer rezultat ukazuje na činjenicu da ste nekoliko dana ili tjedana vježbali s visokim intenzitetom, i da vaš odmor nije bio dovoljan.

source: This has resulted in a state of overtraining.
hr: To je rezultiralo u takozvanom stanju "pretreniranja".

source: To return to a normal training state, rest for a carefully monitored recovery period.
hr: Kako bi se vratili u normalno stanje za vježbanje, odmarajte se kroz pažljivo nadzirano razdoblje.

source: Follow your recovery by performing the OwnOptimizer Test 2–3 times a week.
hr: Pratite vaš odmor provođenjem OwnOptimizer testa 2-3 puta tjedno.

source: Your heart rate has stayed at a low level, which is generally interpreted as a sign of a good recovery.
hr: Vaši otkucaji srca su ostali na niskoj razini, što obično ukazuje na dobar odmor.

source: However, other parameters indicate parasympathetic overtraining.
hr: Međutim, drugi parametri ukazuju na "para-suosjećajno pretreniranje".

source: You may have trained with high volumes for a long time, and recovery may not have been sufficient.
hr: Možda ste intenzivno vježbali dugo vrijeme, i odmor možda nije bio dovoljan.

source: Check for other signs of overtraining, such as decreased performance, increased fatigue, mood disturbances, sleeping problems, persistent muscle soreness, and/or a feeling of being burnt out or stale.
hr: Provjerite druge znakove pretreniranja, kao što su smanjene performanse, povećani umor, promjene raspoloženja, problemi spavanja, stalni bolovi u mišićima, i/ili osjećaj pregorenosti ili malaksalosti.

source: You may also have been subjected to other stresses.
hr: Možda ste također bili podvrgnuti drugim stresovima.

source: In general, the development of parasympathetic overtraining requires a long history of heavy training volumes.
hr: Općenito, razvoj para-suosjećajnog pretreniranja zahtijeva dugo razdoblje intenzivnog vježbanja.

source: To recover from a state of parasympathetic overtraining, you have to recover body balance completely.
hr: Kako bi se oporavili od para-suosjećajnog pretreniranja, morate kompletno obnoviti ravnotežu tijela.

source: Recovering may take several weeks.
hr: Odmor može potrajati nekoliko tjedana.

source: You should not exercise, instead rest completely for most of the recovery period.
hr: Ne bi trebali vježbati, umjesto toga dobro se odmarajte većinu razdoblja oporavka.

source: You can possibly have a few days with some light aerobic training in short sessions, and only occasionally include short, high-intensity sessions.
hr: Možda par dana možete provesti lagane aerobne vježbe u kratkim ciklusima, i povremeno uključiti kratke cikluse većeg intenziteta.

source: You can also consider doing other than your main sport.
hr: Također možete u obzir uzeti sport koji nije vaš glavni sport.

source: However, it should be one you are familiar and comfortable with.
hr: Međutim, trebao bi to biti sport s kojim se upoznati i u kojem vam je ugodno.

source: Monitor your recovery by performing the OwnOptimizer Test 2–3 times a week.
hr: Nadgledajte vaš oporavak provođenjem OwnOptimizer testa 2-3 puta tjedno.

source: Once you feel you have recovered your body balance, and your result shows Normal State or Good recovery, preferably more than once, you can then consider resuming training.
hr: Kada osjetite da ste povratili ravnotežu, i vaši rezultati pokazuju Normal State ili Good recovery, po mogućnosti više od jednog puta, tada u obzir možete uzeti nastavak vježbanja.

source: Once you start training again, begin a new testing period with new baseline measurements.
hr: Kada počnete ponovo vježbati, započnite novo razdoblje testiranja s novim osnovnim mjerenjima.

source: Before you radically change your training program, consider your OwnOptimizer results together with your subjective feelings and any symptoms you may have.
hr: Prije radikalne promjene programa vježbanja, u obzir uzmite OwnOptimizer rezultate zajedno s vašim subjektivnim osjećajem i bilo kojim simptomima koje imate.

source: Repeat the OwnOptimizer test if you are unsure of the standardized conditions.
hr: Ponovite OwnOptimizer test ako niste sigurni u standardizirane uvjete.

source: An individual test result can be affected by several external factors, such as mental stress, latent illness, environmental changes (temperature, altitude), and others.
hr: Na rezultate individualnog testa može utjecati nekoliko vanjskih faktora, kao što su mentalni stres, kronična bolest, promjene okoline (temperatura, nadmorska visina) i drugi.

source: You should update the baseline calculations at least once a year, when you start a new training season.
hr: Najmanje jednom godišnje bi trebali nadopuniti osnovne proračune, kada počnete s novim ciklusom vježbanja.

source: OwnOptimizer Trend Select Test > Optimizer > Trend See how your OwnOptimizer value has been developing in the Trend menu.
hr: OwnOptimizer Trend Odaberite Test > Optimizer > Trend U Trend izborniku pogledajte razvoj vaše OwnOptimizer vrijednosti.

source: It includes 16 of your latest OwnOptimizer values, and the dates when the results were recorded.
hr: On uključuje 16 zadnjih OwnOptimizer vrijednosti, i datume kada su rezultati spremljeni.

source: When the trend file becomes full, the latest result automatically replaces the oldest one.
hr: Kada datoteka trenda postane puna, zadnji rezultat automatski zamjenjuje najstariji.

source: The most recent test date, a graphical trend of your results, and the latest value are displayed.
hr: Prikažu se zadnji datum testiranja, grafički trend vaših rezultata i zadnja vrijednost.

source: Press OK to see the written description of the result.
hr: Pritisnite OK za prikaz pisanog opisa rezultata.

source: Scroll UP or DOWN to view other values. Delete OwnOptimizer Value
hr: Za pregled drugih vrijednosti pritisnite tipke GORE ili DOLJE.

source: Select Test > Optimizer > Trend Select the value and press and hold LIGHT.
hr: Brisanje OwnOptimizer vrijednosti Odaberite Test > Optimizer > Trend Odaberite vrijednost koju želite izbrisati i pritisnite i držite tipku SVJETLO.

source: Reset the Trend File Select Test > Optimizer > Reset
hr: Poništavanje Trend datoteke

source: 50 Tests
hr: 50 TESTOVI

source: Downloading test results to the software offers you the possibility of analyzing results in various ways, as well as accessing more detailed information about your progress.
hr: Svi testni rezultati će biti izbrisani iz memorije. Nakon provođenja testa nakon 365 dana dugog testnog razdoblja, ili po prvi put unutar 30 dana, prikaže se Reset test period?

source: Tests 51 ENGLISH
hr: 51 HRVATSKI, SRPSKI

source: 10. USING A NEW HEART RATE SENSOR Teach a New Heart Rate Sensor If you purchase a new heart rate sensor, it has to be introduced to the training computer.
hr: 10. UPORABA NOVOG PRIMOPREDAJNIKA Uvođenje novog primopredajnika Ako ste kupili novi primopredajnik, treba ga uvesti u monitor srčane frekvencije.

source: Teaching ensures that your training computer receives signals from your heart rate sensor only, and enables disturbance-free exercise in a group.
hr: Uvođenje osigurava da vaš monitor srčane frekvencije prima signale samo s vašeg primopredajnika i omogućuje vježbanje u grupi bez smetnji.

source: In time mode, press OK > New WearLink found, Teach new WearLink?
hr: U vremenskom prikazu pritisnite OK > New WearLink found, Teach new WearLink?

source: Wear the heart rate sensor and make sure that you are not near (40 m/131 ft) other Polar H3 heart rate sensors.
hr: Uvedi novi WearLink?). Nosite primopredajnik i provjerite da niste u blizini (40 m) drugih Polar WearLink W.I.N.D. primopredajnika.

source: In time mode, press OK.
hr: U vremenskom režimu, pritisnite OK.

source: The training computer starts searching for the heart rate sensor signal.
hr: Monitor srčane frekvencije počne tražiti signal primopredajnika.

source: Once the new heart rate sensor is identified, New WearLink found, Teach new WearLink? is displayed. • Select YES to confirm teaching.
hr: Kada se identificira novi primopredajnik, prikaže se New WearLink found, Teach new WearLink? • Odaberite YES za potvrdu procesa uvođenja.

source: Completed! is displayed.
hr: Kada je proces uvođenja gotov, prikaže se Completed!.

source: Start exercise recording by pressing OK. • Select NO to cancel teaching.
hr: Počnite snimanje vježbanja pritiskom na OK. • Odaberite NO za poništavanje uvođenja.

source: 52 Using a New Heart Rate Sensor ENGLISH
hr: 52 UPORABA NOVOG PRIMOPREDAJNIKA

source: 11. BACKGROUND INFORMATION
hr: HRVATSKI, SRPSKI

source: Polar Sport Zones Polar sport zones introduce a new level of effectiveness in heart rate-based training.
hr: 11. DODATNE INFORMACIJE Polar sportske zone Polar sportske zone nude novu razinu efikasnosti u vježbanju na osnovi otkucaja srca.

source: Training is divided into five sport zones based on percentages of maximum heart rate.
hr: Vježbanje je podijeljeno u pet sportskih zona na osnovi postotka vašeg maksimalnog broja otkucaja srca.

source: With sport zones, you can easily select and monitor training intensities.
hr: Sa sportskim zonama možete lako odabrati i nadgledati intenzitete vježbanja.

source: Target zone Intensity % of Example Training benefit HRmax, bpm durations
hr: Ciljana zona Intenzitet % od HRmax, bpm

source: MAXIMUM Benefits: Maximal or near maximal effort for breathing and muscles.
hr: Primjer trajanja Prednosti vježbanja MAKSIMUM

source: Feels like: Very exhausting for breathing and 90–100% less than 5 muscles.
hr: 90–100% 171–190 bpm Manje od 5 minuta

source: 171–190 bpm minutes Recommended for: Very experienced and fit athletes.
hr: Prednosti: Maksimalan ili skoro maksimalan napor disanja i mišića.

source: Short intervals only, usually in final preparation for short events.
hr: Osjećaj: Jako iscrpljujuće disanje i za mišiće. Preporučeno za: Jako iskusne trkače u formi.

source: HARD Benefits: Increased ability to sustain high speed endurance.
hr: Samo kratki intervali, obično završne pripreme za kratka natjecanja.

source: Feels like: Causes muscular fatigue and heavy 80–90% breathing.
hr: Prednosti: povećana mogućnost izdržavanja napora vožnje pri visokim brzinama.

source: 2–10 minutes 152–172 bpm Recommended for: Experienced athletes for year-round training, and for various durations.
hr: Osjećaj: Uzrokuje umor mišića i teško disanje. Preporučeno za: Iskusne trkače za cjelogodišnje vježbanje promjenjive dužine.

source: Becomes more important during pre competition season.
hr: Postaje važnije prije početka sezone natjecanja.

source: MODERATE Benefits: Enhances general training pace, makes Moderate intensity efforts easier and 70–80% 10–40 improves efficiency.
hr: Prednosti: Unaprjeđuje ritam općenitog vježbanja, olakšava napore umjerenog intenziteta i poboljšava efikasnost.

source: 133–152 bpm minutes Feels like: Steady, controlled, fast breathing.
hr: Osjećaj: Trčanje većom brzinom sa stalno visokim ritmom.

source: Recommended for: Athletes training for events, or looking for performance gains.
hr: Preporučeno za: Trkači koji se pripremaju za natjecanje ili žele povećati performanse.

source: LIGHT Benefits: Improves general base fitness, improves recovery and boosts metabolism.
hr: Prednosti: Poboljšava općenite osnovne sposobnosti, poboljšava obnovu i pojačava metabolizam.

source: Feels like: Comfortable and easy, low muscle 60–70% 40–80 and cardiovascular load.
hr: Osjećaj: Ugodno i lako, malo opterećenje mišića i kardiovaskularnog sustava.

source: 114-133 bpm minutes Recommended for: Everybody for long training sessions during base training periods and for recovery exercises during competition season.
hr: Preporučeno za: Svakoga za duge cikluse vježbanja i za vježbe obnove za vrijeme sezone natjecanja. Prednosti: Pomaže u zagrijavanju i hlađenju, te obnovi. Osjećaj: Vrlo lako, mali napor.

source: VERY LIGHT Benefits: Helps to warm up and cool down and assists recovery.
hr: Preporučeno za: za vježbe obnove i hlađenja kroz sezonu vježbanja. TEŠKO

source: 50–60% 20–40 Feels like: Very easy, little strain.
hr: UMJERENO 70–80% 133–152 bpm 10-40 minuta LAKO

source: 104–114 bpm minutes Recommended for: For recovery and cool-down, throughout training season.
hr: VRLO LAKO 50–60% 104–114 bpm 20-40 minuta

source: HRmax = Maximum heart rate (220-age).
hr: HRmax = maksimalni broj otkucaja srca (220-starost).

source: Example: 30 years old, 220–30=190 bpm.
hr: Primjer: 30 godina, 220-30 = 190 bpm.

source: Exercising in sport zone 1 is done at a very low intensity.
hr: Trčanje u sportskoj zoni 1 (vrlo lako) se provodi s vrlo niskim intenzitetom.

source: The main training principle is that performance improves when recovering after, and not only during, training.
hr: Glavni princip vježbanja je taj da se razina performansi poboljšava nakon vježbanja tijekom razdoblja obnove, a ne samo tijekom vježbanja.

source: Accelerate the recovery process with very light intensity training.
hr: Možete ubrzati proces obnove vježbanjem s vrlo malim intenzitetom.

source: Sport zone 2 is for endurance training, an essential part of any training program.
hr: Sportska zona 2 (lako) služi za vježbanje izdržljivosti, bitnog dijela bilo kojeg programa vježbanja.

source: Exercise sessions in this zone are easy and aerobic.
hr: Ciklusi trčanja u ovoj zoni su laki i aerobni.

source: Long-duration training in this light zone results in effective energy expenditure.
hr: Dugotrajno vježbanje u ovoj lakoj zoni rezultira u efikasnom

source: Progress will require persistence.
hr: DODATNE INFORMACIJE

source: Background Information 53
hr: 53 HRVATSKI, SRPSKI

source: but still mainly aerobic.
hr: Napredak će zahtijevati upornost.

source: Training in sport zone 3 may, for example, consist of intervals followed by recovery.
hr: Aerobna snaga je povećana u sportskoj zoni 3 (umjereno). Intenzitet vježbanja je viši nego u sportskim zonama 1 i 2, ali je uglavnom aeroban.

source: Exercising in this zone is especially effective for improving the efficiency of blood circulation in the heart and skeletal muscles.
hr: Trčanje u ovoj zoni je posebno efikasna za poboljšanje efikasnosti protoka krvi kroz srce i mišićima kostura.

source: If your goal is to compete at top potential, you will have to train in sport zones 4 and 5.
hr: Ako vam je cilj sudjelovanje u vrhunskim natjecanjima, trebali bi vježbati u sportskim zonama 4 sportskim zonama 4 5 (MAKSIMUM).

source: In these zones, you exercise anaerobically, in intervals of up to 10 minutes.
hr: U ovim zonama, Trčanje je aerobna u intervalima do 12 minuta.

source: The shorter the interval, the higher the intensity.
hr: Što je interval kraći, to je intenzitet veći.

source: Sufficient recovery between intervals is very important.
hr: Dovoljan odmor između intervala je jako važan.

source: The training pattern in zones 4 and 5 is designed to produce peak performance.
hr: Raspored vježbanja u zonama 4 i 5 je tako dizajniran da proizvede vrhunske performanse.

source: The Polar sport zones can be personalized by using a laboratory measured HRmax value, or by taking a field test to measure the value yourself.
hr: Polar sportske zone se mogu prilagoditi koristeći laboratorijski izmjerene HR max vrijednosti, ili provođenjem testa na terenu kako bi sami izmjerili tu vrijednost.

source: When exercising in a sport zone, try to make use of the entire zone.
hr: Tijekom trčanja u određenoj sportskoj zoni, pokušajte iskoristiti cijelu zonu.

source: The mid-zone is a good target, but keeping your heart rate at that exact level all the time is not necessary.
hr: Srednji dio zone je dobar cilj, ali nije potrebno držati otkucaje srca stalno oko iste vrijednosti.

source: Heart rate gradually adjusts to training intensity.
hr: Otkucaji srca se postepeno prilagođavaju intenzitetu vježbanja.

source: For instance, when crossing from sport zone 1 to 3, the circulatory system and heart rate will adjust in 3-5 minutes.
hr: Na primjer, prilikom prelaska iz sportske zone 1 u 3, krvožilni sustav i otkucaji srca će se prilagoditi unutar 3-5 minuta.

source: Heart rate responds to exercise intensity depending on factors such as fitness and recovery levels, as well as environmental factors.
hr: Intenzitet vježbanja, razina odmora, okolni i drugi takvi čimbenici će doprinijeti odzivu otkucaja srca.

source: It is important to look out for subjective feelings of fatigue, and to adjust your training program accordingly.
hr: Stoga je važno obratiti pažnju na subjektivni osjećaj umora i prema tome prilagoditi program vježbanja.

source: A simple way of making use of the sport zones is to work with target heart rate zones.
hr: Jednostavan način uporabe sportskih zona je postavljanje vlastitih zona ciljanih otkucaja srca.

source: For further instructions, see Plan Your Training (page 9).
hr: Za dodatne informacije pogledajte Planiranje vašeg vježbanja (stranica 9).

source: After the exercise, exercise duration is displayed in sport zones.
hr: Nakon završetka ciklusa, prikaže se trajanje vježbanja u sportskoj zoni.

source: Access the Weekly display to see in which sport zones you have been exercising, and for how long.
hr: Pristupite tjednom prikazu za sportske zone u kojima ste vježbali, te vremenu provedenom u jednoj zoni.

source: The Polar ProTrainer 5 offers up to 10 sport zones to better serve your training needs and heart rate reserve.
hr: Polar ProTrainer 5 softver nudi do 10 sportskih zona, kako bi bolje odgovarale vašim potrebama vježbanja i rezervi otkucaja srca.

source: OwnZone Training Your training computer determines automatically an individual and safe exercise intensity zone: your OwnZone.
hr: OwnZone vježbanje Vaš monitor srčane frekvencije automatski određuje individualnu i sigurnu zonu intenziteta: vašu OwnZone.

source: The unique Polar OwnZone defines your personal training zone for aerobic training.
hr: Jedinstvena Polar OwnZone funkcija definira vašu osobnu zonu za aerobno vježbanje.

source: The function guides you through your warm-up, and takes your present physical and mental condition into account.
hr: Funkcija vas vodi kroz zagrijavanje i u obzir uzima vaše trenutno fizičko i mentalno stanje.

source: For most adults, OwnZone corresponds to 65-85% of maximum heart rate.
hr: Za većinu odraslih osoba, OwnZone odgovara 65-85% maksimalnog broja otkucaja srca.

source: OwnZone can be determined in 1-5 minutes during a warm-up period by walking, jogging, or doing some other sport.
hr: OwnZone se može odrediti unutar 1-5 minuta tijekom zagrijavanja vožnjom bicikla, hodanjem, trčanjem ili bavljenjem nekim drugim sportom.

source: The idea is to start exercising slowly at a light intensity, and to gradually increase intensity and heart rate.
hr: Ideja je da počnete vježbati polako s blagim intenzitetom, i da postepeno povećate intenzitet i otkucaje srca.

source: OwnZone is developed for use by healthy people.
hr: OwnZone je razvijena za zdrave osobe.

source: Some health conditions may cause heart rate variability-based OwnZone determination to fail.
hr: Neki zdravstveni problemi mogu uzrokovati da ne uspije određivanje OwnZone na osnovi promjenjivosti otkucaja srca.

source: These conditions include high blood pressure, cardiac arrhythmias, and certain medications.
hr: Ovi uvjeti uključuju visoki krvni tlak, srčane aritmije i određene lijekove.

source: Listening to and interpreting the signals your body sends during physical exertion is an important part of getting fit.
hr: Slušanje i interpretiranje signala koje vam vaše tijelo šalje za vrijeme fizičkih napora je važan dio postizanja forme.

source: Since warm-up routines differ for different types of exercise, and since your physical and mental state may also vary from day to day (due to stress or illness), using the OwnZone function for every session guarantees the most effective heart rate target zone for that particular type of exercise and day.
hr: Kako se postupak zagrijavanja razlikuje za različite vrste vježbi i kako se vaše fizičko i mentalno stanje može razlikovati od dana do dana (zbog stresa ili bolesti), uporaba OwnZone funkcije za svaki ciklus jamči najefikasniju zonu ciljanog broja otkucaja srca za određenu vrstu vježbe i dan.

source: Maximum Heart Rate Maximum heart rate (HRmax) is the highest number of heartbeats per minute (bpm) during maximum physical exertion.
hr: Maksimalni broj otkucaja srca Maksimalni broj otkucaja srca (HR max) je najveći broj otkucaja srca u minuti (bpm) za vrijeme maksimalnog fizičkog napora.

source: It is individual and depends on age, hereditary factors, and fitness level.
hr: To je individualna vrijednost i ovisi o starosti, nasljednim faktorima i razini forme.

source: It may also vary according to the type of sport performed. HRmax is used to express exercise intensity.
hr: Također se može mijenjati ovisno o vrsti sportova, HR max se koristi za izražavanje intenziteta vježbanja.

source: Determining Maximum Heart Rate Your HR max can be determined in several ways. • The most accurate way is to have your HRmax clinically measured, usually on a maximal treadmill or by taking a bicycle stress test supervised by a cardiologist or exercise physiologist. • You can also determine your HR max by taking a field test together with a training partner. • You can obtain a HR max-p score that predicts your HRmax by taking a Polar Fitness Test. • HRmax can also be estimated by using the commonly used formula: 220 - age, although research shows that the method is not very accurate, especially for older persons or those who have been fit for many
hr: Određivanje maksimalnog broja otkucaja srca Vaš HR max se može odrediti na nekoliko načina. • Najtočniji način je kliničko mjerenje HR max vrijednosti. Test stresa koji nadzire kardiolog ili fiziolog vježbanja se obično provodi na traci za trčanje ili biciklu.

source: 54 Background Information
hr: 54 DODATNE INFORMACIJE

source: If you have done some hard training in recent weeks and know that you can safely reach maximum heart rate, you can safely take a test to determine your HRmax yourself.
hr: Ako ste zadnjih tjedana jako vježbali i znate da možete sigurno doseći maksimalni broj otkucaja srca, možete sigurno sami provesti test za određivanje vašeg HR max.

source: Having a training buddy with you during the test is recommended.
hr: Preporuča se tijekom testa uz sebe imati partnera za vježbanje.

source: If you are uncertain, consult your physician before undertaking the test.
hr: Ako imate sumnji, prije provođenja testa savjetujte se s liječnikom.

source: Here is an example of a simple test.
hr: Ovdje je dan primjer jednostavnog testa.

source: Step 1: Warm up for 15 minutes on a flat surface, building up to your usual training pace.
hr: Step 1: Zagrijavajte se 15 minuta na ravnoj površini, postepeno se približavajući vaše uobičajenom ritmu vježbanja.

source: Step 2: Choose a hill or stairwell that will take more than 2 minutes to climb.
hr: Step 2: Odaberite uspon ili stepenište, za koji će vam trebati više od 2 minute da ga svladate.

source: Run up the hill/steps once, building to as hard a pace as you can hold for 20 minutes.
hr: Potrčite uz brdo/stepenište, održavajući što je veći ritam koji možete izdržati 20 minuta.

source: Return to the base of the hill/steps.
hr: Vratite se u podnožje uspona.

source: Step 3: Run up the hill/steps again, building towards a pace you could just about hold for 3 kilometers.
hr: Step 3: Ponovo potrčite uz brdo, približavajući se ritmu koji bi mogli izdržati 3 kilometra.
